[A_Creature_t3_base H7Creature]
mName="Гворн"
mLore="Гворны широко использовались магами Шантири, которые создали их по образу и подобию энтов, в качестве личных истоников маны. Посаженные в землю, эти искусственные создания поглощали магическуую энергию, храня её внутри своих ядер, но при необходимости могли использовать её, чтобы защищать своих мастеров и самих себя от опасности. Хотя большая их часть сгинула в ходе Войн Старейших и Войн Огня, их семена проросли и породили новое поколение древесных големов. В дальнейшем, многие гворны послелились в Ироллане, помогая единорогам очищать эльфийские леса от скверны Хаоса, в то время, как другие либо прекратили функционировать в качестве големов, став обвчными деревьями, либо образовали рощи рядом с Драконьими жилами."

[A_Creature_t3_lv2 H7Creature]
mName="Гворн-часовой"
mLore="Когда Драконьи жилы на поверхности начали иссякать, то даже гворны, обитавшие в Драконьей гати, были вынуждены искать новые способы получения энергии, поскольку их корни не могли достичь подземных рек и озёр, всё ещё полных Драконьей крови. Молодые древесные големы могли поддерживать себя, получая все необходимые питательные вещества из природы, но со временем им требовалась магическая энергия для роста и развития. Чтобы решить данную проблему, гворны заключили соглашение с племенами малых духов земли, называемых цвергами. В обмен на защиту своих поселений от диких зверей и незваных гостей крошечные умельцы обеспечивали големов большим количеством кристаллов Драконьей крови, добытых из горных недр. Некоторые цверги даже сопровождали своих стражей во время патрулей, используя магическую энергию гворнов, чтобы создавать острые ледяные осколки и метать их в ближайших врагов."


[Ability.A_duplication H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Защитная сосулька"
mTooltip="Когда это существо, находящееся в защитной стойке, атакуют в ближнем бою, атакующий получает %buff.buff.d ед. урона от %icon_water магии воды."

[Ability.A_duplication_Buff H7BaseBuff]
mName="Защитная сосулька"
mTooltip="Существо наносит %d ед. урона от %icon_water магии воды любому существу, атакующему его в ближнем бою.."

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяной осколок"
mTooltip="Существо наносит урон выбранному противнику и помещает в него осколок льда, который взрывается через 3 хода и наносит %buff.buff.d ед. урона от %icon_water магии воды.\nМожно использовать один раз за бой."

[Ability.A_sharp_Buff H7BaseBuff]
mName="Ледяной осколок"
mTooltip="Через некоторое время произойдёт ледяной взрыв, который нанесёт существу %d ед. урона от %icon_water магии воды. Осталось (ходов): %durnow."